{
   "SPEAKERS":[
      {
         "NAME":"Bogdan-Andrei Iancu",
         "SPEECHTITLE":"Key Notes - An introduction in OpenSIPS 2.4",
         "SPEECHABSTRACT":" OpenSIPS 2.3 version.....",
         "TEXTIMG":"http://i.imgur.com/c0q8TjB.png",
         "TEXTTITLE":"Bogdan-Andrei Iancu",
         "COMPANY":"OpenSIPS Project",
         "DESC":"Bogdan is the OpenSIPS project founder with an experience of 15+ year in the SIP world. Practicing the symbioses between managing the Open Source project and building commercial products around OpenSIPS, gives the best results in producing a viable SIP Server software for the read-life needs.",
         "TWITTER":"https://twitter.com/@opensips",
         "POSITION":"Founder"
      },
      {
         "NAME":"David Duffett",
         "SPEECHTITLE":"Asterisk Update",
         "SPEECHABSTRACT":"Attend this session to hear the latest news from the Asterisk project, now at version 15.x",
         "TEXTIMG":"https://secure.gravatar.com/avatar/c104436f064ea8d6eeb3038bf0127c1a?s=500",
         "TEXTTITLE":"",
         "COMPANY":"Digium Inc.",
         "DESC":"Asterisk is the most popular open source IP telephony engine in the world today. With the addition of adaptors (that come in a range of shapes and sizes) Asterisk can be connected to most legacy PSTN interfaces like PRI, BRI, and FXO connections in addition to IP telephony protocols SIP and IAX2, which are natively supported.",
         "TWITTER":"https://twitter.com/@test",
         "POSITION":"Director, Worldwide Asterisk Community"
      },
      {
         "NAME":"Guillaume Montassier",
         "SPEECHTITLE":"OpenSIPS Platform of a telecom carrier",
         "SPEECHABSTRACT":"The presentation proposes to introduce to the audience  the new OpenIP telecom platform, which is base on Opensips solution.",
         "TEXTIMG":"",
         "TEXTTITLE":"Guillaume Montassier",
         "COMPANY":"OpenIP",
         "DESC":"My name is Guillaume MONTASSIER. I'm an R&D engineer at OpenIP and in charge of the development of the Telecom platform.",
         "TWITTER":"",
         "POSITION":"R&D engineer"
      },
      {
         "NAME":"Alejandro Rios Peña",
         "SPEECHTITLE":"Curated \"Cloud Design Patterns\" for Opensips-based platforms",
         "SPEECHABSTRACT":"Cloud-based contact center solutions have many challenges, but also common roads to success. With 15+ years of experience, Livevox manages a volume of 9 billion calls a year. In this session we'll share a curated selection of Cloud Design-Patterns (CDP) that you can apply on your own designs.",
         "TEXTIMG":"https://media-exp2.licdn.com/media/AAEAAQAAAAAAAAjEAAAAJDIxOTUwYzllLWUxYTktNDllYi04NzE3LTQxM2U5MjA4ZTcxZg.jpg",
         "TEXTTITLE":"Alejandro Rios Peña",
         "COMPANY":"Livevox Inc.",
         "DESC":"Innovation Facilitator, with both development and product design management backgrounds, whose purpose is facilitating personal development of passionate people by taking to reality innovative high-impact ideas. \nHe likes volcano summits, half marathons, and oil painting. His portfolio of projects go from Cloud Call Center and PBX unified communications based on Open Source and voice over IP, through several Twitter mashups, Open and Social Innovation, Design-thinking for startups, Agile practices combined with PMI, to an alternative photo magazine and his family organic coffee growing farm certified by RainForest Alliance.\nPortfolio: http://alerios.org/\nMedellin (COL) / San Francisco (US)",
         "TWITTER":"https://twitter.com/@alerios",
         "POSITION":"Senior Manager of Telecom Software Engineering"
      },
      {
         "NAME":"Giovanni Maruzzelli",
         "SPEECHTITLE":"FreeSWITCH clustering with OpenSIPS (done well)",
         "SPEECHABSTRACT":"How to scale so that you can handle your growing SIP traffic by adding more FreeSWITCH machines, while keeping the functionality of a single machine? Let's review the best practices and the latest techniques for load balancing, registrations, presence, call transfer, queues, conferences, etc",
         "TEXTIMG":"https://secure.gravatar.com/avatar/9a8d3098ee2abd638e99eae52de1d2b1?s=500",
         "TEXTTITLE":"Giovanni Maruzzelli",
         "COMPANY":"OpenTelecom.IT",
         "DESC":"Giovanni Maruzzelli (OpenTelecom.IT) is heavily engaged with FreeSWITCH, of which he wrote the interface with Skype and with cellular phones. He's a consultant for the Telco sector, developing software and training courses for FreeSWITCH, SIP, WebRTC, Kamailio and OpenSIPS. An Internet tech pioneer, in 1996 Giovanni was cofounder of Italia Online, the most popular Italian portal and consumer ISP, and architect of its Internet technologies - www.italiaonline.it Then supervisor of Internet operations and architect of the first engine for paid access to www.ilsole24ore.com , the most read financial newspaper in Italy and to its databases (migrated from mainframe). After that, he was CEO of venture capital funded Matrice, developing Telemail unified messaging and multi language phone access to email (Text To Speech), and CTO of incubator funded Open4, an open source managed applications provider. Then he was for two years in Serbia as Internet and Telecommunication Investment Expert for World Bank - IFC. Since 2005 he's based in Italy, and serves ICT and Telco companies worldwide.",
         "TWITTER":"https://twitter.com/@gmaruzz",
         "POSITION":""
      },
      {
         "NAME":"Flavio Goncalves",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"http://i.imgur.com/5PS7U7r.png",
         "TEXTTITLE":"Flavio Goncalves",
         "COMPANY":"SIPPulse",
         "DESC":"",
         "TWITTER":"https://twitter.com/@SipPulse",
         "POSITION":"CTO"
      },
      {
         "NAME":"Lorenzo Miniero",
         "SPEECHTITLE":"Troubleshooting and monitoring Janus: a HEPIC journey!",
         "SPEECHABSTRACT":"This talk will present the efforts devoted by Meetecho and QXIP in developing a shared solution to monitor, debug and troubleshoot issues in Janus sessions via HEPIC. Use cases with real data from existing deployments will be presented as well.",
         "TEXTIMG":"http://i.imgur.com/4rfCiZB.png",
         "TEXTTITLE":"Lorenzo Miniero",
         "COMPANY":"Meetecho",
         "DESC":"Lorenzo Miniero is the chairman and co-founder of Meetecho, a company providing consulting services on everything related to real-time multimedia, while also regularly providing streaming and remote participation services for well known events around the world (e.g., IETF and ACM). Lorenzo received his degree and Ph.D. at the Computer Science Department of the University of Napoli Federico II, where he started working on multimedia conferencing and met the colleagues with whom he co-founded Meetecho as an academic spin-off. He is an active contributor to the Internet Engineering Task Force (IETF) standardization activities, especially in the framework of real-time multimedia applications. He is most known as the author of the Janus WebRTC Server, an open source WebRTC server-side implementation.",
         "TWITTER":"https://twitter.com/@elminiero",
         "POSITION":"Chairman"
      },
      {
         "NAME":"Vladut-Stefan Paiu",
         "SPEECHTITLE":"Unusual and Unorthodox OpenSIPS use-cases",
         "SPEECHABSTRACT":"While OpenSIPS is the 'go to' general purpose SIP server, it can fit perfectly in unusual use cases within a VoIP platform, not necessarily processing SIP traffic.\nAlso, OpenSIPS is a perfect fit for some unorthodox (close to blackhat) SIP scenarios. How to implement & how to mitigate against them.",
         "TEXTIMG":"https://media-exp2.licdn.com/media/p/3/000/0ca/051/38c0356.jpg",
         "TEXTTITLE":"Vladut-Stefan Paiu",
         "COMPANY":"",
         "DESC":"",
         "TWITTER":"",
         "POSITION":""
      },
      {
         "NAME":"Lorenzo Mangani",
         "SPEECHTITLE":"HOMER & OpenSIPS",
         "SPEECHABSTRACT":"HOMER & OpenSIPS: A Match made in Heaven!",
         "TEXTIMG":"http://i.imgur.com/XJS0Ihj.png",
         "TEXTTITLE":"Lorenzo Mangani",
         "COMPANY":"QXIP",
         "DESC":"Lorenzo is the Founder and CEO of QXIP BV, the Amsterdam based R&D developing HOMER, HEPIC, HEP and many other Monitoring and Packet Capture projects.",
         "TWITTER":"https://twitter.com/@qxip",
         "POSITION":"CEO"
      },
      {
         "NAME":"Dan Bogos",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"http://i.imgur.com/2D2AjWr.png",
         "TEXTTITLE":"Dan Bogos",
         "COMPANY":"CGRates",
         "DESC":"",
         "TWITTER":"https://twitter.com/@danbogos",
         "POSITION":"Founder"
      },
      {
         "NAME":"Michael Mavroudis",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"https://media-exp2.licdn.com/media/p/2/000/01c/3c2/2946a2d.jpg",
         "TEXTTITLE":"Michael Mavroudis",
         "COMPANY":"FreeSWITCH",
         "DESC":"",
         "TWITTER":"",
         "POSITION":""
      },
      {
         "NAME":"Razvan Crainea",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"http://i.imgur.com/YbMlg4m.png",
         "TEXTTITLE":"Razvan Crainea",
         "COMPANY":"OpenSIPS Project",
         "DESC":"Răzvan has joined the OpenSIPS project in the summer of 2010, as a junior C developer. Soon after familiarizing with the project and the VoIP world, he started working on key features such as CDR accounting, media proxy-ing, NAT handling, WebRTC, etc. After a couple of years he became one of the Core Developers of OpenSIPS, involved in the design and implementation of new features, as well as actively maintaining the existing ones. He is also in charge with preserving OpenSIPS compatibility with both newer and older Operating Systems. Throughout the years he was engaged in various OpenSIPS-based platforms development, gathering vast experience in VoIP development.",
         "TWITTER":"https://twitter.com/@razvancrainea",
         "POSITION":"Core Developer"
      },
      {
         "NAME":"Maxim Sobolev",
         "SPEECHTITLE":"SIP in the age of IoT",
         "SPEECHABSTRACT":"WebRTC is good but is it good enough to utilize all wonders of the RFC3261 and RFC3550 combined?! We are not quite sure about that, there might be bigger emerging markets to go after.",
         "TEXTIMG":"http://sobomax.sippysoft.com/2efb44_9d016a626c1b0fded8397399c5401f6b.png",
         "TEXTTITLE":"Maxim Sobolev",
         "COMPANY":"Sippy Software, Inc.",
         "DESC":"Long term OpenSIPS contributor, open source aficionado. Author and maintainer of few open source projects.",
         "TWITTER":"https://twitter.com/@sobomax",
         "POSITION":""
      },
      {
         "NAME":"Alex Goulis",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"http://i.imgur.com/FvHRqNc.png",
         "TEXTTITLE":"Alex Goulis",
         "COMPANY":"RateTel Inc",
         "DESC":"",
         "TWITTER":"https://twitter.com/@ratetel",
         "POSITION":""
      },
      {
         "NAME":"Liviu Chircu",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"http://i.imgur.com/LmSk7gI.jpg",
         "TEXTTITLE":"Liviu Chircu",
         "COMPANY":"OpenSIPS Project",
         "DESC":"Full time VoIP engineer / software developer. Open-source enthusiast. Passionate about proper software design and appropriate selection of tools for the given task while reusing existing code as much as possible.\nLiviu Chircu has been involved with OpenSIPS and the VoIP world for almost 6 years now. He is a software developer and VoIP consultant for OpenSIPS Solutions. He has extensive experience with OpenSIPS inner-workings, as well as deploying and troubleshooting various SIP setups involving OpenSIPS.\nHis speaker experience includes talks at the OpenSIPS Summits, as well as FOSDEM, AstriCon and ClueCon.\nLiviu also contributes with tech articles on the OpenSIPS blog.",
         "TWITTER":"https://twitter.com/@liviuchircu",
         "POSITION":"Core Developer"
      },
      {
         "NAME":"Pete Kelly",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"https://user-images.githubusercontent.com/1423657/31589533-a7cf4f5e-b203-11e7-8a52-bf2f2cfdf72a.png",
         "TEXTTITLE":"Pete Kelly",
         "COMPANY":"SourceVox",
         "DESC":"",
         "TWITTER":"https://twitter.com/@p3k4y",
         "POSITION":""
      },
      {
         "NAME":"Vasilii Rogin",
         "SPEECHTITLE":"Building determined and fully controlled PBX with nodejs and asterisk",
         "SPEECHABSTRACT":"I want to describe our method of building QTel PBX system. We are not using asterisk's dialplan at all (almost), every incoming call is passed into FastAGI, and every outgoing leg is created via AMI Originate.\nSimple calls, queues, IVR - everything is controlled by our nodejs application.",
         "TEXTIMG":"https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/21956/I0QMEeC8yWM_1_.jpg",
         "TEXTTITLE":"Vasilii Rogin",
         "COMPANY":"Qlave AB, Sweden",
         "DESC":"I am working with Qlave AB, we are making cloud pbx system QTel. I did backend part and some of frontend.",
         "TWITTER":"",
         "POSITION":""
      },
      {
         "NAME":"Iñaki Baz Castillo",
         "SPEECHTITLE":"Building multi-party video conference applications with mediasoup",
         "SPEECHABSTRACT":"\"Our hyper cool video conference app requires Chrome browser\"\nTired of reading that? Are you building your own multi-party WebRTC app but can't even figure out how to deal with the different API and feature set of each browser?\nWe feel your pain. That's why we started the mediasoup project.",
         "TEXTIMG":"https://mediasoup.org/images/ibc.jpg",
         "TEXTTITLE":"Iñaki Baz Castillo",
         "COMPANY":"",
         "DESC":"I'm passionate about new technologies, Open Source, WebRTC, modern Web development, Node.js, C++ and, above all, Real-Time Communications.\nDuring the last years of my life I've been deeply involved in Voice over IP technologies, collaborating in many well known Open Source software projects and designing and implementing others of my own. I also have authored and co-authored some protocol specifications in the IETF, including the RFC 7118 “The WebSocket Protocol as a Transport for the Session Initiation Protocol (SIP)” where my transition to WebRTC began.\nSince the first days of WebRTC my professional efforts go around it, and this is where mediasoup takes place. Made with love, this is by far my largest Open Source project, combining several of my preferred technical fields plus so many sleepless nights coding and reading specifications.",
         "TWITTER":"https://twitter.com/ibc_tw",
         "POSITION":""
      },
      {
         "NAME":"José Luis Millán",
         "SPEECHTITLE":"Building multi-party video conference applications with mediasoup",
         "SPEECHABSTRACT":"\"Our hyper cool video conference app requires Chrome browser\"\nTired of reading that? Are you building your own multi-party WebRTC app but can't even figure out how to deal with the different API and feature set of each browser?\nWe feel your pain. That's why we started the mediasoup project.",
         "TEXTIMG":"https://mediasoup.org/images/jmillan.jpg",
         "TEXTTITLE":"José Luis Millán",
         "COMPANY":"",
         "DESC":"I'm a Real Time Communication passionate and developer. I have many years of experience in SIP and VoIP, and for the last years I've been focused on WebRTC development in client and server side.\nI'm a core author of JsSIP “The JavaScript SIP library” and co-author of the RFC 7118 “The WebSocket Protocol as a Transport for the Session Initiation Protocol (SIP)” and have taken part in the specification of Object RTC (ORTC) API for WebRTC",
         "TWITTER":"https://twitter.com/jomivi",
         "POSITION":""
      },
      {
         "NAME":"Vasilios Tzanoudakis",
         "SPEECHTITLE":"How to build LRN Service using OpenSIPS",
         "SPEECHABSTRACT":"I will explain to the community how here in VOICELAND we used OpenSIPS to create an LRN (Location Routing Number) Service. We used OpenSIPS 2.2.5 along with cachedb_redis and cachedb_memcached modules and we managed to get response times lower than 500 Microseconds.",
         "TEXTIMG":"",
         "TEXTTITLE":"Vasilios Tzanoudakis",
         "COMPANY":"VOICELAND P.C.",
         "DESC":"",
         "TWITTER":"",
         "POSITION":"Technology Director & Co-Founder"
      },
      {
         "NAME":"Shlomi Gutman",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"https://media-exp2.licdn.com/media/AAEAAQAAAAAAAAQgAAAAJGIwZjA4NTQwLTY3M2QtNDUxZC04OTNjLWI5NDY0MDM0M2E1OA.jpg",
         "TEXTTITLE":"Shlomi Gutman",
         "COMPANY":"Voicenter Ltd",
         "DESC":"",
         "TWITTER":"https://twitter.com/@VoicenterCloud",
         "POSITION":"Owner"
      },
      {
         "NAME":"Jonas Borjesson",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"https://media-exp2.licdn.com/media/p/8/000/1d6/1e7/13d7e3d.jpg",
         "TEXTTITLE":"Jonas Borjesson",
         "COMPANY":"Twilio",
         "DESC":"",
         "TWITTER":"",
         "POSITION":"Software Architect"
      },
      {
         "NAME":"Rik Broers",
         "SPEECHTITLE":"TBD",
         "SPEECHABSTRACT":"TBD",
         "TEXTIMG":"https://media-exp2.licdn.com/media/p/4/005/027/297/075006f.jpg",
         "TEXTTITLE":"Rik Broers",
         "COMPANY":"Motto Communications",
         "DESC":"",
         "TWITTER":"",
         "POSITION":"Voice Engineer"
      }
   ],
   "schedule": [ 
      { "id": "first-day",
        "active": "in active",
        "items": [ 
          { "time": "8:30-9:30", 
            "description": "Registration & Breakfast", 
            "subtitle": "Venue Front-Desk", 
            "icon": "assets/images/lunch.png" },
          { "time": "9:30-13:00", 
            "description": "First Conference Day", 
            "subtitle": "Speakers TBA", 
            "icon": "assets/images/speaker.png" },
          { "time": "13:00-14:00", 
            "description": "Opensource Lunch", 
            "subtitle": "Sponsored by OpenSIPS", 
            "icon": "assets/images/lunch.png" },
          { "time": "14:00-17:00", 
            "description": "Conference Day", 
            "subtitle": "Speakers TBA", 
            "icon": "assets/images/speaker.png" },
          { "time": "17:00-18:00", 
            "description": "Round Tables", 
            "subtitle": "Featuring Speakers & OpenSIPS Team", 
            "icon": "assets/images/round-table.png" }
        ] 
      },
      { "id": "second-day", 
        "active": "",
        "items": [ 
          { "time": "9:30-13:00", 
            "description": "Second Conference Day", 
            "subtitle": "Speakers TBA", 
            "icon": "assets/images/speaker.png" },
          { "time": "13:00-14:00", 
            "description": "Opensource Lunch", 
            "subtitle": "Sponsored by OpenSIPS", 
            "icon": "assets/images/lunch.png" },
          { "time": "14:00-17:00", 
            "description": "Conference Day", 
            "subtitle": "Speakers TBA", 
            "icon": "assets/images/speaker.png" },
          { "time": "17:00-18:00", 
            "description": "Round Tables", 
            "subtitle": "Featuring Speakers & OpenSIPS Team", 
            "icon": "assets/images/round-table.png" }
        ] 
      },
      { "id": "third-day", 
        "active": "",
        "items": [ 
          { "time": "10:00-13:00", 
            "description": "Interactive Demos", 
            "subtitle": "Workshops and Demos", 
            "icon": "assets/images/speaker.png" },
          { "time": "13:00-14:00", 
            "description": "Opensource Lunch", 
            "subtitle": "Sponsored by OpenSIPS", 
            "icon": "assets/images/lunch.png" },
          { "time": "14:00-17:00", 
            "description": "Interactive Demos", 
            "subtitle": "Workshops and Demos", 
            "icon": "assets/images/speaker.png" }
        ] 
      },
      { "id": "fourth-day", 
        "active": "",
        "items": [ 
          { "time": "9:00-17:00", 
            "description": "OpenSIPS Training", 
            "text": "The OpenSIPs Training will cover the new clustering capabilities of OpenSIPS 2.4 . The concept of this training course is to spend the day building from the ground up a fully operational OpenSIPS cluster for typical class 4 VoIP services.", 
            "icon": "assets/images/training.png" },
          { "time": "13:00-14:00", 
            "description": "Opensource Lunch", 
            "subtitle": "Sponsored by OpenSIPS", 
            "icon": "assets/images/lunch.png" },
          { "time": "09:00-17:00", 
            "description": "FreeSWITCH Training", 
            "text": "FreeSWITCH Training will cover the installation and configuration of FreeSWITCH. We will walk through making calls, administer various configurations, enable and utilize various modules. We'll also cover some additional functions of FreeSWITCH such as video call recording, video conferencing, Call Detail Recording, troubleshooting, logging, and interacting with Event Socket Library.", 
            "icon": "assets/images/training.png" }
        ] 
      }
    ],
    "sponsors": []
}
